/* 
  Localizable.strings
  Copyright © 2024 Telus Digital. All rights reserved.
*/

"Save" = "保存";
"Cancel" = "キャンセル";
"Select Language" = "言語を選択する";
"Select Channel" = "チャンネルの選択";
"Widget Settings" = "ウィジェットの設定";
"Settings" = "設定";
"More Options" = "より多くのオプション";
"Submit" = "提出する";
"Skip feedback" = "フィードバックをスキップする";
"Did we resolve your issue?" = "問題は解決しましたか?";
"Send Chat Transcript to your email address" = "チャットのトランスクリプトをメールアドレスに送信する";
"Chat Transcript" = "チャットのトランスクリプト";
"Thanks for your feedback!" = "ご意見ありがとうございます！";
"Feedback Comment" = "フィードバックコメント";
"Additional Feedback" = "追加のフィードバック";
"Add Additional Feedback" = "追加のフィードバックを追加する";
"Regarding the TELUS Virtual Assistant that just helped you, how would you rate its performance?" = "先ほどお世話になった TELUS 仮想アシスタント について、そのパフォーマンスはどのように評価されますか?";
"Want to share feedback?" = "フィードバックを共有したいですか?";
"Sorry! Your device does not support speech input" = "ごめん！ お使いのデバイスは音声入力をサポートしていません";
"Say something" = "何か言って";
"Ask me something" = "質問してください";
"Something went wrong while connecting, make sure the credentials are right and try again" = "接続中に問題が発生しました。資格情報が正しいことを確認して、もう一度お試しください。";
"Logout" = "ログアウト";
"This field is required" = "この項目は必須です";
"This password is incorrect" = "このパスワードは間違っています";
"This Jid  is invalid" = "この JID は無効です";
"Sign in" = "サインイン";
"Password" = "パスワード";
"Chatbot" = "チャットボット";
"Mobile" = "携帯";
"Privacy Policy" = "プライバシーポリシー";
"Agent" = "エージェント";
"Read more" = "続きを読む";
"Read less" = "読む量を減らす";
"Close" = "近い";
"Email" = "Eメール";
"Email address" = "電子メールアドレス";
"Quick reply" = "素早い返信";
"Emoji" = "絵文字";
"Please Enter Email" = "メールアドレスを入力してください";
"Email Sent" = "メール送信済み";
"OK" = "わかった";
"YES" = "はい";
"NO" = "いいえ";
"Immediate fun or longer purpose - how to choose?" = "当面の楽しみか、それとも長期的な目的か - どう選ぶか?";
"good" = "良い";
"response" = "応答";
"Failure" = "失敗";
"Feedback successfully posted." = "フィードバックが正常に投稿されました。";
"Error" = "エラー";
"No Internet connection " = "インターネット接続なし ";
"Oops!" = "おっと!";
"Hi" = "こんにちは";
", thank you for your patience, we will be connecting you to the next available agent shortly." = " しばらくお待ちいただきありがとうございます。すぐに次の対応可能なエージェントにおつなぎいたします。";
"Waiting for agent" = "エージェントを待っています";
"is now connected to chat" = "チャットに接続されました";
"Genesys Call Transfer" = "ジェネシス通話転送";
"No Chatbot Found" = "チャットボットが見つかりません";
"Feedback" = "フィードバック";
"Message!" = "メッセージ";
"Sorry, the requested URL not found!" = "申し訳ありませんが、要求された URL が見つかりませんでした!";
"Text to speech" = "テキスト読み上げ";
"Enable text to speech" = "テキスト読み上げを有効にする";
"has disconnected the chat" = "チャットを切断しました";
"Please enter valid email" = "有効なメールアドレスを入力してください";
"Success" = "成功";
"Sorry! Currently no agent is available" = "ごめん！ 現在対応可能なエージェントはいません";
"Please rate" = "評価してください";
"Oops, this service is temporarily unavailable" = "このサービスは一時的に利用できません";
"Retry" = "リトライ";
"1" = "1";
"2" = "2";
"3" = "3";
"4" = "4";
"5" = "5";
"6" = "6";
"7" = "7";
"8" = "8";
"9" = "9";
"10" = "10";
"You are no longer connnected with live agent." = "ライブ エージェントと接続されていません。";
"Unable to load the requested URL" = "要求された URL をロードできません";
"Unable to serve, you are too fast in typing" = "タイピングが早すぎるのでサーブできません";
"Unable to play video" = "ビデオを再生できません";
"Thank You" = "ありがとう";
"Chatbot cannot connect to the server at the moment. Please retry." = "現在、チャットボットはサーバーに接続できません。 再試行してください。";
"Connect" = "接続する";
"Permission Denied" = "許可が拒否されました";
"Speech recognition permission is declined. Please allow access from settings." = "音声認識の許可が拒否されました。 設定からアクセスを許可してください。";
"Mike permission is declined. Please allow access from settings." = "マイクの許可が拒否されました。 設定からアクセスを許可してください。";
"Please allow location access to fetch your current location." = "現在位置を取得するには、位置情報へのアクセスを許可してください。";
"Open Settings" = "設定を開く";
"Not Now" = "今じゃない";
"Please select location on the map" = "地図上の場所を選択してください";
"Done" = "終わり";
"Clear" = "クリア";
"Signature" = "サイン";
"Signature not found." = "署名が見つかりません";
"Upload QR Code" = "QRコードをアップロードする";
"Scan QR Code" = "QRコードをスキャン";
"Please select option" = "オプションを選択してください";
"Upload from Library" = "ライブラリからアップロード";
"Scanned Code" = "スキャンされたコード";
"Uploaded QR Code is not valid. Please upload again." = "アップロードされた QR コードは無効です。 もう一度アップロードしてください。";
"Device has no camera" = "デバイスにはカメラがありません";
"Please allow permission to use the Camera so that you can scan QR code." = "QRコードをスキャンできるように、カメラの使用を許可してください。";
"Please allow permission to access photos so that you can scan QR code." = "QR コードをスキャンできるように、写真へのアクセスを許可してください。";
"Reupload QR Code" = "QRコードを再アップロードする";
"Rescan QR Code" = "QRコードを再スキャンします";
"unread message(s)" = "未読メッセージ";
"Chat Invite" = "チャットへの招待";
"You have a new chat invite from" = "から新しいチャットの招待がありました";
"Reject" = "拒否する";
"Accept" = "受け入れる";
"Your session has been expired. Please start a new conversation." = "セッションの有効期限が切れました。 新しい会話を開始してください。";
"Please enter" = "入ってください";
"Please enter valid" = "有効な値を入力してください";
"can't be more than" = "以上になることはできません";
"characters" = "キャラクター";
"Select" = "選択する";
"Please select" = "選んでください";
"Unable to send chat transcript." = "チャットの記録を送信できません。";
"Reset" = "リセット";
"Please enter details" = "詳細を入力してください";
"Email will be send to you shortly" = "すぐにメールが送信されます";

